app/controllers/tasks_controller.rb

  def create
    @task = Task.new(task_params)

    if @task.save
---
INSERT INTO "tasks" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "foo"], ["description", "bar\r\n"], ["created_at", "2016-09-28 21:39:16.436870"], ["updated_at", "2016-09-28 21:39:16.436870"]]